chat_system_1819814770_actor_description=Krezhik Erherm. Young dwarf.
chat_system_1819814770_snap_0_question=^?^Damned lock! What a fool my dad is to hide the present behind this door. Great idea!<br>Oh, human... Don't disturb me... Don't you see I'm trying to concentrate?
chat_system_1819814770_snap_0_answer_0=^?^Oh, sorry. I will not disturb you anymore.
chat_system_1819814770_snap_1_question=^?^Do you really want to help?<br>[puzzle]<br><br><br>Here is a piece of paper where my dad painted the runic scheme which should open the lock.
chat_system_1819814770_snap_1_answer_0=^?^How can you have failed to cope with this simple puzzle? 
chat_system_1819814770_snap_1_answer_1=^?^It's intricate, but I'll try to solve it.
chat_system_1819814770_snap_4_question=^?^It's easier said than done. Look at your fingers, they are so thin. You just try to run over this picture with my fingers.
chat_system_1819814770_snap_4_answer_0=^?^Well... There are plenty of ways to cope with this task without poking your fingers. Ok, I'll help you.
chat_system_1819814770_snap_2_question=^?^Thank you, human! If it weren't for you, I would remain without my present.
chat_system_1819814770_snap_2_answer_0=^?^Happy birthday, Krezhik!
